<?php
//下記のパス「pro_name」を変更
  include_once $_SERVER['DOCUMENT_ROOT'].'/page/pro_name/assets/inc/config.php'; ?>
<!-- include header --> 
<?php include_once $_SERVER['DOCUMENT_ROOT'].'/'.DIRNAME.'/assets/inc/header.php'; ?>
<main>
	<section class="wrapper">
		<div class="container">
			<h2>h2左揃え</h2>
			<h3>h3見出し</h3>
			<h4>h4見出し</h4>
			<p>本文通常です。この文章はダミーコピーですお読みにならないで下さい。構成を分かりやすくするため使用しています。この文章はダミーコピーですお読みにならないで下さい。構成を分かりやすくするため使用しています。</p>
			<p>本文通常です。この文章はダミーコピーですお読みにならないで下さい。構成を分かりやすくするため使用しています。この文章はダミーコピーですお読みにならないで下さい。構成を分かりやすくするため使用しています。</p>
			<p><b>本文通常です。この文章はダミーコピーですお読みにならないで下さい。構成を分かりやすくするため使用しています。この文章はダミーコピーですお読みにならないで下さい。構成を分かりやすくするため使用しています。</b></p>

			<div class="row mb-3">
				<div class="col-md-3">
					<a href=""><img src="<?php echo DIRNAME; ?>/assets/images/top/sample.jpg"></a>
				</div>
				<div class="col-md-3">
					<a href=""><img src="<?php echo DIRNAME; ?>/assets/images/top/sample.jpg"></a>
				</div>
				<div class="col-md-3">
					<a href=""><img src="<?php echo DIRNAME; ?>/assets/images/top/sample.jpg"></a>
				</div>
				<div class="col-md-3">
					<a href=""><img src="<?php echo DIRNAME; ?>/assets/images/top/sample.jpg"></a>
				</div>
			</div>
			<div class="row mb-3">
				<div class="col-md-4">
					<a href=""><img src="<?php echo DIRNAME; ?>/assets/images/top/sample.jpg"></a>
				</div>
				<div class="col-md-4">
					<a href=""><img src="<?php echo DIRNAME; ?>/assets/images/top/sample.jpg"></a>
				</div>
				<div class="col-md-4">
					<a href=""><img src="<?php echo DIRNAME; ?>/assets/images/top/sample.jpg"></a>
				</div>
			</div>
			<div class="row">
				<div class="col-md-6">
					<a href=""><img src="<?php echo DIRNAME; ?>/assets/images/top/sample.jpg"></a>
				</div>
				<div class="col-md-6">
					<a href=""><img src="<?php echo DIRNAME; ?>/assets/images/top/sample.jpg"></a>
				</div>
			</div>
			<div class="option-setup">
				<h4>ul > li 設定して欲しい</h4>
				<ul>
	            	<li>本文通常です。この文章はダミーコピーです。本文通常です。この文章はダミーコピーです。本文通常です。この文章はダミーコピーです。本文通常です。この文章はダミーコピーです。本文通常です。この文章はダミーコピーです。本文通常です。この文章はダミーコピーです。</li>
	            	<li>本文通常です。この文章はダミーコピーです</li>
	            	<li>本文通常です。この文章はダミーコピーです</li>
	            	<li>本文通常です。この文章はダミーコピーです</li>
	            	<li>本文通常です。この文章はダミーコピーです</li>
	            </ul>
	            <h4>ol > li 設定して欲しい</h4>
	            <p>本文通常です。この文章はダミーコピーですお読みにならないで下さい。構成を分かりやすくするため使用しています。この文章はダミーコピーですお読みにならないで下さい。構成を分かりやすくするため使用しています。</p>
	            <ol>
	            	<li>本文通常です。この文章はダミーコピーですお読みにならないで下さい。本文通常です。この文章はダミーコピーですお読みにならないで下さい。本文通常です。この文章はダミーコピーですお読みにならないで下さい。本文通常です。この文章はダミーコピーですお読みにならないで下さい。</li>
	            	<li>本文通常です。この文章はダミーコピーですお読みにならないで下さい。</li>
	            	<li>本文通常です。この文章はダミーコピーですお読みにならないで下さい。</li>
	            	<li>本文通常です。この文章はダミーコピーですお読みにならないで下さい。本文通常です。この文章はダミーコピーですお読みにならないで下さい。本文通常です。この文章はダミーコピーですお読みにならないで下さい。本文通常です。この文章はダミーコピーですお読みにならないで下さい。本文通常です。この文章はダミーコピーですお読みにならないで下さい。</li>
	            </ol>
	            <h4> ul > li > a 設定して欲しい</h4>
	            <p>本文通常です。この文章はダミーコピーですお読みにならないで下さい。構成を分かりやすくするため使用しています。この文章はダミーコピーですお読みにならないで下さい。構成を分かりやすくするため使用しています。</p>
	            <ul>
		        	<li><a href="">本文通常です。この文章はダミーコピーですお読みにならないで下さい。本文通常です。この文章はダミーコピーですお読みにならないで下さい。</a></li>
		        	<li><a href="">本文通常です。この文章はダミーコピーですお読みにならないで下さい。</a></li>
		        	<li><a href="">本文通常です。この文章はダミーコピーですお読みにならないで下さい。</a></li>
		        	<li><a href="">本文通常です。この文章はダミーコピーですお読みにならないで下さい。</a></li>
		        	<li><a href="">本文通常です。この文章はダミーコピーですお読みにならないで下さい。本文通常です。この文章はダミーコピーですお読みにならないで下さい。本文通常です。この文章はダミーコピーですお読みにならないで下さい。本文通常です。この文章はダミーコピーですお読みにならないで下さい。</a></li>
		        </ul>
		        <h4>テキスト入力が設定して欲しい</h4>
		        <p>本文通常です。この文章はダミーコピーですお読みにならないで下さい。<br><br>
		        構成を分かりやすくするため使用しています。この文章はダミーコピーですお読みにならないで下さい。構成を分かりやすくするため使用しています。構成を分かりやすくするため使用しています。この文章はダミーコピーですお読みにならないで下さい。構成を分かりやすくするため使用しています。構成を分かりやすくするため使用しています。この文章はダミーコピーですお読みにならないで下さい。構成を分かりやすくするため使用しています。構成を分かりやすくするため使用しています。この文章はダミーコピーですお読みにならないで下さい。構成を分かりやすくするため使用しています。構成を分かりやすくするため使用しています。この文章はダミーコピーですお読みにならないで下さい。構成を分かりやすくするため使用しています。構成を分かりやすくするため使用しています。この文章はダミーコピーですお読みにならないで下さい。構成を分かりやすくするため使用しています。</p>
		        <p style="text-align: center;">本文通常です。この文章はダミーコピーですお読みにならないで下さい。</p>
		        <p style="text-align: center;">本文通常です。この文章はダミーコピーですお読みにならないで下さい。本文通常です。この文章はダミーコピーですお読みにならないで下さい。本文通常です。この文章はダミーコピーですお読みにならないで下さい。本文通常です。この文章はダミーコピーですお読みにならないで下さい。本文通常です。この文章はダミーコピーですお読みにならないで下さい。本文通常です。この文章はダミーコピーですお読みにならないで下さい。本文通常です。この文章はダミーコピーですお読みにならないで下さい。本文通常です。この文章はダミーコピーですお読みにならないで下さい。本文通常です。この文章はダミーコピーですお読みにならないで下さい。本文通常です。この文章はダミーコピーですお読みにならないで下さい。</p>
		        <p style="text-align: right;">本文通常です。この文章はダミーコピーですお読みにならないで下さい。構成を分かりやすくするため使用しています。この文章はダミーコピーですお読みにならないで下さい。構成を分かりやすくするため使用しています。</p>
		        <p style="text-align: right;">本文通常です。この文章はダミーコピーですお読みにならないで下さい。</p>
		        <strong>本文通常です。この文章はダミーコピーですお読みにならないで下さい。構成を分かりやすくするため使用しています。この文章はダミーコピーですお読みにならないで下さい。構成を分かりやすくするため使用しています。</strong><br>
		        <em>本文通常です。この文章はダミーコピーですお読みにならないで下さい。構成を分かりやすくするため使用しています。この文章はダミーコピーですお読みにならないで下さい。構成を分かりやすくするため使用しています。</em><br>
		        <p>本文通常です。この文章はダミーコピーですお読みにならないで下さい。構成を分かりやすくするため使用しています。この文章はダミーコピーですお読みにならないで下さい。構成を分かりやすくするため使用しています。</p>
		        <a href="">本文通常です。この文章はダミーコピーですお読みにならないで下さい。構成を分かりやすくするため使用しています。この文章はダミーコピーですお読みにならないで下さい。構成を分かりやすくするため使用しています。</a>
		        <del>本文通常です。この文章はダミーコピーですお読みにならないで下さい。構成を分かりやすくするため使用しています。この文章はダミーコピーですお読みにならないで下さい。構成を分かりやすくするため使用しています。</del>
			</div> <!-- end option-setup -->
		</div>
	</section>
</main>
<!-- include footer --> 
<?php include_once $_SERVER['DOCUMENT_ROOT'].'/'.DIRNAME.'/assets/inc/footer.php'; ?>